name: "fft_gpu"
backend: "pytorch"
max_batch_size: 4096
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 1, 1024 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 512, 2 ]
  }
]

dynamic_batching {}

instance_group [
	{
		count: 1
		kind: KIND_GPU
	}
]
